[{"id": 1, "fact": "Human birth control pills work on gorillas."}, {"id": 2, "fact": "There are no clocks in Las Vegas gambling casinos."}, {"id": 3, "fact": "Beetles taste like apples, wasps like pine nuts, and worms like fried bacon."}, {"id": 4, "fact": "What is called a “French kiss” in the English-speaking world is known as an “English kiss” in France."}, {"id": 5, "fact": "Months that begin on a Sunday will always have a “Friday the 13th."}, {"id": 6, "fact": "The placement of a donkey’s eyes in its’ heads enables it to see all four feet at all times!"}, {"id": 7, "fact": "Some worms will eat themselves if they can’t find any food!"}, {"id": 8, "fact": "Dolphins sleep with one eye open!"}, {"id": 9, "fact": "It is impossible to sneeze with your eyes open."}, {"id": 10, "fact": "Russia has a larger surface area than Pluto."}, {"id": 11, "fact": "There’s an opera house on the U.S.–Canada border where the stage is in one country and half the audience is in another."}, {"id": 12, "fact": "The harder you concentrate on falling asleep, the less likely to fall asleep."}, {"id": 13, "fact": "You can’t hum while holding your nose closed."}, {"id": 14, "fact": "What is called a “French kiss” in the English-speaking world is known as an “English kiss” in France."}, {"id": 15, "fact": "Women have twice as many pain receptors on their body than men. But a much higher pain tolerance."}, {"id": 16, "fact": "There are more stars in space than there are grains of sand on every beach in the world."}, {"id": 17, "fact": "For every human on Earth there are 1.6 million ants. The total weight of all those ants, however, is about the same as all the humans."}, {"id": 18, "fact": "On Jupiter and Saturn it rains diamonds."}, {"id": 19, "fact": "A flea can jump up to 200 times its own height. That is the equivalent of a human jumping the Empire State Building."}, {"id": 20, "fact": "If a pregnant woman has organ damage, the baby in her womb sends stem cells to help repair the organ."}, {"id": 21, "fact": "The word “gorilla” is derived from a Greek word meaning, “A tribe of hairy women."}, {"id": 22, "fact": "Prisoners in Canadian war camps during WWII were treated so well, that a lot of them didn’t’ want to leave when the war was over."}, {"id": 23, "fact": "In New York, it is illegal to sell a haunted house without telling the buyer."}, {"id": 24, "fact": " It is considered good luck in Japan when a sumo wrestler makes your baby cry."}, {"id": 25, "fact": "A man from Britain changed his name to Tim Pppppppppprice to make it harder for telemarketers to pronounce."}, {"id": 26, "fact": "Apple launched a clothing line in 1986. It was described as a “train wreck” by others."}, {"id": 27, "fact": "Donald duck comics were banned from Finland because he doesn’t wear pants."}, {"id": 28, "fact": "Cherophobia is the fear of fun."}, {"id": 29, "fact": "The toothpaste “Colgate” in Spanish translates to “go hang yourself”"}, {"id": 30, "fact": "Pirates wore earrings because they believed it improved their eyesight."}]